brew 'autoconf'
brew 'ctags'
brew 'freetype'
brew 'git'
brew 'imagemagick'
brew 'jpeg'
brew 'libevent'
brew 'libpng'
brew 'libtool'
brew 'maven'
brew 'mysql'
brew 'node'
brew 'openssl'
brew 'phantomjs'
brew 'pkg-config'
brew 'qt'
brew 'rbenv'
brew 'ruby-build'
brew 's3cmd'
brew 'tmux'
brew 'vim', args: ['override-system-vi']

# casks
tap 'caskroom/cask'
cask 'alfred'
cask 'eclipse-ide'
cask 'evernote'
cask 'google-chrome'
cask 'iterm2'
cask 'macvim'
cask 'sequel-pro'
cask 'skype'
cask 'sourcetree'
cask 'textmate'
cask 'vagrant'
cask 'virtualbox'

